김정환 최영환 보면안됨
프로젝트 견적을 볼수 있는지 확인 (이병구, 이민희, 임대균 만 권한부여)



분류 나머지는 삭제
대표님 상품분류 추가권한 부여


판매상품관리의 전메뉴를 (이병구, 이민희, 임대균, 유혁재) 오픈

판매제품관리 -> 판매제품리스트
매입가와 판매가 자리변경
매입처 비표시

판매제품리스트와 판매내역관리 자리바꿈

판매내역관리
주문합계 비표시


그룹발주관리
프로젝트번호 745로 검색안됨





프로젝트관리
수정에 들어가면 수입지출 지시사항과, 상태는 (대표님과, 민희씨, 임이사만 볼수있어야 한다.)
목록페이지에서 프로젝트명을 클릭해도 수정으로 들어가도록 변경



기안서

최종 대표님 승인까지 통과되서, 보기페이지에 승인된것만 이름이 표시되도록
목록에서도 고안을 해보자



사내물품관리의 시리얼번호를 -> 관리번호로 수정
목록에서 물품상태의 너비를 좀 넓혀라







########################완료###################################
프로젝트안건 (필요없다)
기안서 프로젝트일정과 회의록사이
프로젝트관리메뉴와 프로젝트일정 메뉴 자리바꿈
##############################################################

사원관리




지출관리
영업이익을 수주금애과 수금액 사이에 이동
745번 프로젝트의 영업이익 계산이 이상함
목록에서 지출상태와 총지출액은 비표시
수주금액, 영업이익은 좀 찐하게 표시



프로젝트일정에서
프로젝트 제목을 클릭하면 프로젝트관리의 수정페이지로 이동할 수 있도록한다.



프로젝트일정수정
담장자(PM) 표시될 필요가 있다.

프로젝트시지사항을 기본 입력 높이를 작게
담당업무기록 은 높이를 길게 잡자

담당업무기록을 다른사람 일정안에서도 확인할 수 있도록 하자

수정페이지에 맨아래 대화 내역을 남길수 있도록 댓글기능
프로젝트관리 목록에서 프로젝트명에 새로운 댓글이 있으면 "!"아이콘이 깜빡이도록





프로젝트관리
수정페이지에 맨아래 대화 내역을 남길수 있도록 댓글기능
프로젝트관리 목록에서 프로젝트명에 새로운 댓글이 있으면 "!"아이콘이 깜빡이도록

